Repository: mikey74L/FamilieLaiss
Catalog: Frontends/FamilieLaissFrontend/FamilieLaissResources/Resources/ViewModels/Pages/BaseData/Media/MediaItemListViewModel.*.resx
Languages: de

# DialogTitleAdd
source: Add content
de: Medien-Inhalt hinzufügen

# DialogTitleEdit
source: Edit content
de: Medien-Inhalt editieren

# QuestionDeleteButtonCancel
source: Don't delete media content
de: Medien-Inhalt nicht löschen

# QuestionDeleteButtonConfirm
source: Delete media content
de: Medien-Inhalt löschen

# QuestionDeleteMessage
source: Are you sure that you really want to delete the media content "{0}"?
de: Sind Sie sicher, dass Sie den Medien-Inhalt "{0}" wirklich löschen möchten?

# QuestionDeleteTitle
source: Delete media content?
de: Medien-Inhalt löschen?

# QuestionKeepUploadPhotoButtonCancel
source: Delete photo
de: Foto löschen

# QuestionKeepUploadPhotoButtonConfirm
source: Keep your photo
de: Foto behalten

# QuestionKeepUploadPhotoMessage
source: Should the photo assigned to the media content be kept in the upload area so that it can be assigned to other content?
de: Soll das Foto, das dem Medien-Inhalt zugewiesen ist, im Upload-Bereich behalten werden, so dass dieses wieder anderen Inhalten zugeordnet werden kann?

# QuestionKeepUploadPhotoTitle
source: Keeping the photo?
de: Behalten des Foto?

# QuestionKeepUploadVideoButtonCancel
source: Delete Video
de: Video löschen

# QuestionKeepUploadVideoButtonConfirm
source: Keep Video
de: Video behalten

# QuestionKeepUploadVideoMessage
source: Should the video assigned to the media content be kept in the upload area so that it can be assigned to other content?
de: Soll das Video, das dem Medien-Inhalt zugewiesen ist, im Upload-Bereich behalten werden, so dass dieses wieder anderen Inhalten zugeordnet werden kann?

# QuestionKeepUploadVideoTitle
source: Keeping the video?
de: Behalten des Video?

# ToastAddItemError
source: Error when adding the new media content to the displayed list. Please update the list manually using the refresh button.
de: Fehler beim Hinzufügen des neuen Medien-Inhaltes zur angezeigten Liste. Bitte aktualisieren Sie die Liste manuell über den Refresh-Button.

# ToastDeleteErrorCommunication
source: The media content "{0}" could not be deleted. There was a communication error with the server. Please contact the hotline.
de: Der Medien-Inhalt "{0}" konnte nicht gelöscht werden. Es ist ein Kommunikationsfehler mit dem Server aufgetreten. Bitte verständigen Sie die Hotline.

# ToastDeleteErrorNotAuthorized
source: The media content "{0}" could not be deleted. You are not logged in correctly. Communication with the server is only allowed with correct login.
de: Der Medien-Inhalt "{0}" konnte nicht gelöscht werden. Sie sind nicht korrekt angemeldet. Kommunikation mit dem Server ist nur mit korrekter Anmeldung erlaubt.

# ToastDeleteErrorNotFound
source: The media content "{0}" could not be deleted. The media content to be deleted could not be found.
de: Der Medien-Inhalt "{0}" konnte nicht gelöscht werden. Der zu löschende Medien-Inhalt konnte nicht gefunden werden.

# ToastDeleteSuccess
source: The media content "{0}" has been successfully deleted.
de: Der Medien-Inhalt "{0}" wurde erfolgreich gelöscht.

# ToastInitializeError
source: Failed to initialize the current view. If the error persists, please contact support.
de: Fehler beim Initialisieren der aktuellen Ansicht. Wenn der Fehler weiterhin auftritt verständigen Sie bitte den Support.

# ToastReplaceItemError
source: Error when replacing the changed media content in the displayed list. Please update the list manually using the refresh button.
de: Fehler beim Ersetzen des geänderten Medien-Inhaltes in der angezeigten Liste. Bitte aktualisieren SIe die Liste manuell über den Refresh-Button.
